Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: On export, each template is clipped to its own bounds, so a shape that spans templates will appear on each of them at the right horizontal offset.
ar: عند التصدير، يتم قص كل قالب إلى حدوده الخاصة، لذلك سيظهر الشكل الذي يمتد عبر القوالب على كل منها عند الإزاحة الأفقية اليمنى.
ca: En exportar, cada plantilla es retalla als seus propis límits, de manera que una forma que abasta les plantilles apareixerà a cadascuna d'elles al desplaçament horitzontal dret.
cs: Při exportu je každá šablona oříznuta na své vlastní hranice, takže tvar, který přesahuje šablony, se na každé z nich objeví se správným vodorovným odsazením.
da: Ved eksport klippes hver skabelon til sine egne grænser, så en form, der spænder over skabeloner, vises på hver af dem i den højre vandrette forskydning.
de: Beim Export wird jede Vorlage an ihren Grenzen beschnitten, sodass eine Form, die über mehrere Vorlagen reicht, auf jeder mit dem richtigen horizontalen Versatz erscheint.
el: Κατά την εξαγωγή, κάθε πρότυπο περικόπτεται στα δικά του όρια, επομένως ένα σχήμα που εκτείνεται σε πρότυπα θα εμφανίζεται σε καθένα από αυτά στη δεξιά οριζόντια μετατόπιση.
es: Al exportar, cada plantilla se recorta a sus propios límites, así que una forma que ocupa varias plantillas aparece en cada una con el desplazamiento horizontal correcto.
fa: هنگام صدور، هر اسکرین‌شات به محدودهٔ خودش برش داده می‌شود، بنابراین شکلی که روی چند اسکرین‌شات امتداد دارد روی هر کدام با افست افقی درست ظاهر می‌شود.
fi: Viennin yhteydessä jokainen malli leikataan omiin rajoihinsa, joten mallit kattava muoto näkyy jokaisessa mallissa oikealla vaakasuuntaisella siirtymällä.
fr: À l'exportation, chaque modèle est rogné à ses propres limites : une forme qui s'étend sur plusieurs modèles apparaît donc sur chacun d'eux avec le bon décalage horizontal.
he: בייצוא, כל תבנית נגזרת לגבולותיה, כך שצורה המשתרעת על תבניות תופיע על כל אחת מהן בהיסט האופקי הימני.
hr: Prilikom izvoza, svaki predložak je ošišan prema vlastitim granicama, tako da će se oblik koji obuhvaća predloške pojaviti na svakom od njih na desnom horizontalnom pomaku.
hu: Exportáláskor minden sablon a saját határaihoz lesz vágva, így mindegyiken megjelenik a sablonokon átívelő alakzat a jobb vízszintes eltolásnál.
id: Saat mengekspor, setiap templat dipotong ke batasnya masing-masing, sehingga bentuk yang membentang templat akan muncul pada masing-masing templat dengan offset horizontal kanan.
it: In esportazione, ogni modello viene ritagliato entro i propri limiti, quindi una forma che si estende su più modelli compare in ciascuno di essi con lo spostamento orizzontale corretto.
ja: 書き出し時には各テンプレートが自分の範囲でクリップされるため、複数のテンプレートにまたがる図形は、それぞれのテンプレートに正しい水平位置で表示されます。
ko: 내보낼 때 각 템플릿은 자기 경계에 맞춰 잘리므로, 여러 템플릿에 걸친 도형은 각 템플릿에 올바른 가로 오프셋으로 나타납니다.
ms: Semasa eksport, setiap templat digunting mengikut sempadannya sendiri, jadi bentuk yang merentangi templat akan muncul pada setiap templat pada offset mendatar kanan.
nl: Bij het exporteren wordt elke sjabloon tot zijn eigen grenzen geknipt, zodat op elk sjabloon een vorm verschijnt met de juiste horizontale verschuiving.
no: Ved eksport blir hver mal klippet til sine egne grenser, slik at en form som spenner over maler vises på hver av dem i høyre horisontal forskyvning.
pl: Podczas eksportowania każdy szablon jest przycinany do własnych granic, więc kształt obejmujący szablony pojawi się na każdym z nich z prawym przesunięciem w poziomie.
pt_br: Na exportação, cada modelo é recortado nos próprios limites, então uma forma que atravessa vários modelos aparece em cada um deles com o deslocamento horizontal correto.
pt_pt: Na exportação, cada modelo é recortado em seus próprios limites, de modo que uma forma que abranja os modelos aparecerá em cada um deles no deslocamento horizontal direito.
ro: La export, fiecare șablon este tăiat la propriile limite, astfel încât pe fiecare dintre ele va apărea o formă care se întinde pe șabloane la decalajul orizontal din dreapta.
ru: При экспорте каждый шаблон обрезается по своим границам, поэтому фигура, охватывающая несколько шаблонов, появится на каждом из них с нужным горизонтальным смещением.
sk: Pri exporte je každá šablóna orezaná na svoje vlastné hranice, takže tvar, ktorý presahuje šablóny, sa objaví na každej z nich so správnym horizontálnym odsadením.
sl: Pri izvozu je vsaka predloga obrezana na svoje meje, tako da bo oblika, ki zajema predloge, prikazana na vsaki od njih ob desnem vodoravnem odmiku.
sv: Vid export klipps varje mall till sina egna gränser, så en form som sträcker sig över mallar kommer att visas på var och en av dem med den högra horisontella förskjutningen.
th: ในการส่งออก แต่ละเทมเพลตจะถูกคลิปเข้ากับขอบเขตของตัวเอง ดังนั้นรูปร่างที่ขยายเทมเพลตจะปรากฏในแต่ละเทมเพลตที่ออฟเซ็ตแนวนอนด้านขวา
tr: Dışa aktarmada her şablon kendi sınırlarına göre kırpılır; böylece şablonlar arasında uzanan bir şekil her birinde doğru yatay kaymayla görünür.
uk: Під час експорту кожен шаблон обрізається за власними межами, тож фігура, що охоплює кілька шаблонів, з’явиться на кожному з них із правильним горизонтальним зсувом.
ur: ایکسپورٹ کرنے پر، ہر ٹیمپلیٹ کو اس کی اپنی حدود میں تراش لیا جاتا ہے، لہذا ایک شکل جو ٹیمپلیٹس کو پھیلاتی ہے ان میں سے ہر ایک پر دائیں افقی آفسیٹ پر ظاہر ہوگی۔
vi: Khi xuất, mỗi mẫu được cắt bớt các giới hạn riêng của nó, do đó, một hình dạng mở rộng các mẫu sẽ xuất hiện trên mỗi mẫu ở độ lệch ngang bên phải.
zh_hans: 导出时，每个模板都会裁剪到自身边界，因此跨越多个模板的形状会以正确的水平偏移出现在每个模板上。
zh_hant: 輸出時，每個範本都會裁切至自身的範圍，因此橫跨多個範本的形狀會以正確的水平偏移出現在每個範本上。

source: On export, Screenshot Bro creates one folder per language, then sub-folders per row. The structure matches what App Store Connect's localized screenshot uploads expect.
ar: عند التصدير، يقوم Screenshot Bro بإنشاء مجلد واحد لكل لغة، ثم مجلدات فرعية لكل صف. يتطابق الهيكل مع ما تتوقعه تحميلات لقطة الشاشة المترجمة لـ App Store Connect.
ca: En exportar, Screenshot Bro crea una carpeta per idioma i després subcarpetes per fila. L'estructura coincideix amb el que esperen les càrregues de captures de pantalla localitzades de App Store Connect.
cs: Při exportu Screenshot Bro vytvoří jednu složku na jazyk a poté podsložky na řádek. Struktura odpovídá tomu, co App Store Connect očekávají při nahrávání lokalizovaných snímků obrazovky.
da: Ved eksport opretter Screenshot Bro én mappe pr. sprog, derefter undermapper pr. række. Strukturen matcher, hvad App Store Connects lokaliserede screenshot-uploads forventer.
de: Beim Export erstellt Screenshot Bro einen Ordner pro Sprache und dann Unterordner pro Zeile. Die Struktur entspricht den Erwartungen der lokalisierten Screenshot-Uploads von App Store Connect.
el: Κατά την εξαγωγή, ο Screenshot Bro δημιουργεί έναν φάκελο ανά γλώσσα και, στη συνέχεια, υποφακέλους ανά σειρά. Η δομή ταιριάζει με αυτό που αναμένουν οι μεταφορτώσεις τοπικών στιγμιότυπων οθόνης του App Store Connect.
es: Al exportar, Screenshot Bro crea una carpeta por idioma y, dentro, subcarpetas por fila. La estructura es la que esperan las subidas de capturas localizadas de App Store Connect.
fa: هنگام صدور، Screenshot Bro برای هر زبان یک پوشه و در آن برای هر ردیف یک زیرپوشه می‌سازد. این ساختار با انتظار App Store Connect برای آپلود اسکرین‌شات‌های بومی‌سازی‌شده مطابقت دارد.
fi: Viennin yhteydessä Screenshot Bro luo yhden kansion kieltä kohden ja sitten alikansiot riviä kohden. Rakenne vastaa sitä, mitä käyttäjän App Store Connect lokalisoidut kuvakaappauslataukset odottavat.
fr: À l'exportation, Screenshot Bro crée un dossier par langue, puis des sous-dossiers par ligne. Cette structure correspond à ce qu'attendent les envois de captures d'écran localisées vers App Store Connect.
he: בייצוא, Screenshot Bro יוצר תיקיה אחת לכל שפה, ולאחר מכן תיקיות משנה בכל שורה. המבנה תואם למה שהעלאות צילום מסך מקומי של App Store Connect מצפות.
hr: Prilikom izvoza Screenshot Bro stvara jednu mapu po jeziku, a zatim podmape po retku. Struktura odgovara onome što očekuju lokalizirani prijenosi snimki zaslona App Store Connect.
hu: Exportáláskor a Screenshot Bro nyelvenként egy mappát, majd soronként almappákat hoz létre. A szerkezet megegyezik azzal, amit a App Store Connect lokalizált képernyőkép-feltöltései várnak.
id: Saat mengekspor, Screenshot Bro membuat satu folder per bahasa, lalu subfolder per baris. Strukturnya cocok dengan apa yang diharapkan dari unggahan tangkapan layar yang dilokalkan App Store Connect.
it: In esportazione, Screenshot Bro crea una cartella per lingua, poi sottocartelle per riga. La struttura corrisponde a quella prevista dai caricamenti di screenshot localizzati di App Store Connect.
ja: 書き出し時、Screenshot Bro は言語ごとにフォルダを作成し、その中に行ごとのサブフォルダを作成します。この構成は、App Store Connect でローカライズしたスクリーンショットをアップロードするときの想定に沿っています。
ko: 내보낼 때 Screenshot Bro는 언어마다 폴더를 하나 만들고 그 안에 행별 하위 폴더를 만듭니다. 이 구조는 App Store Connect의 현지화 스크린샷 업로드 방식과 일치합니다.
ms: Semasa eksport, Screenshot Bro mencipta satu folder bagi setiap bahasa, kemudian subfolder bagi setiap baris. Strukturnya sepadan dengan apa yang dijangkakan oleh muat naik tangkapan skrin setempat App Store Connect.
nl: Bij het exporteren maakt Screenshot Bro één map per taal en vervolgens submappen per rij. De structuur komt overeen met wat de gelokaliseerde screenshot-uploads van App Store Connect verwachten.
no: Ved eksport oppretter Screenshot Bro én mappe per språk, deretter undermapper per rad. Strukturen samsvarer med det som App Store Connects lokaliserte skjermdumpopplastinger forventer.
pl: Podczas eksportu Screenshot Bro tworzy jeden folder na język, a następnie podfoldery w każdym wierszu. Struktura odpowiada oczekiwaniom zlokalizowanych zrzutów ekranu przesłanych przez App Store Connect.
pt_br: Na exportação, o Screenshot Bro cria uma pasta por idioma e, dentro dela, subpastas por linha. A estrutura corresponde ao que o envio de capturas de tela localizadas do App Store Connect espera.
pt_pt: Na exportação, Screenshot Bro cria uma pasta por idioma e, em seguida, subpastas por linha. A estrutura corresponde ao esperado pelos uploads de capturas de ecrã localizadas de App Store Connect.
ro: La export, Screenshot Bro creează un folder pentru fiecare limbă, apoi subdosare pe rând. Structura se potrivește cu ceea ce se așteaptă încărcările de capturi de ecran localizate ale lui App Store Connect.
ru: При экспорте Screenshot Bro создает по папке на каждый язык, а внутри — подпапки для каждой строки. Структура соответствует тому, что ожидает App Store Connect при загрузке локализованных скриншотов.
sk: Pri exporte Screenshot Bro vytvorí jeden priečinok na jazyk a potom podpriečinky na riadok. Štruktúra zodpovedá tomu, čo očakáva App Store Connect pri nahrávaní lokalizovaných snímok obrazovky.
sl: Pri izvozu Screenshot Bro ustvari eno mapo na jezik, nato pa podmape na vrstico. Struktura se ujema s tem, kar pričakujejo naloženi lokalizirani posnetki zaslona App Store Connect.
sv: Vid export skapar Screenshot Bro en mapp per språk, sedan undermappar per rad. Strukturen matchar vad App Store Connects lokaliserade uppladdningar av skärmdumpar förväntar sig.
th: ในการส่งออก Screenshot Bro จะสร้างหนึ่งโฟลเดอร์ต่อภาษา จากนั้นจึงสร้างโฟลเดอร์ย่อยต่อแถว โครงสร้างนี้ตรงกับสิ่งที่ App Store Connect คาดหวังในการอัปโหลดภาพหน้าจอที่แปลเป็นภาษาท้องถิ่น
tr: Dışa aktarmada Screenshot Bro her dil için bir klasör, ardından her satır için alt klasörler oluşturur. Bu yapı, App Store Connect'in yerelleştirilmiş ekran görüntüsü yüklemelerinin beklediğiyle eşleşir.
uk: Під час експорту Screenshot Bro створює по папці для кожної мови, а в ній — підпапки для кожного рядка. Така структура відповідає тому, що очікує вивантаження локалізованих знімків екрана в App Store Connect.
ur: برآمد کرنے پر، Screenshot Bro فی زبان ایک فولڈر بناتا ہے، پھر فی قطار ذیلی فولڈرز۔ ڈھانچہ App Store Connect کے مقامی اسکرین شاٹ اپ لوڈز کی توقع سے میل کھاتا ہے۔
vi: Khi xuất, Screenshot Bro tạo một thư mục cho mỗi ngôn ngữ, sau đó tạo các thư mục con cho mỗi hàng. Cấu trúc khớp với những gì mà ảnh chụp màn hình được bản địa hóa của App Store Connect mong đợi.
zh_hans: 导出时，Screenshot Bro 会为每种语言创建一个文件夹，再为每一行创建子文件夹。该结构符合 App Store Connect 本地化截图上传的要求。
zh_hant: 輸出時，Screenshot Bro 會為每種語言建立一個資料夾，再為每一列建立子資料夾。此結構符合 App Store Connect 在地化螢幕截圖上傳的預期格式。

source: On the abstract Android frames, a **Camera** toggle shows or hides the camera cutout.
ar: في إطارات Android المجردة، يظهر مفتاح التبديل **الكاميرا** مقطع الكاميرا أو يخفيه.
ca: Als marcs abstractes d'Android, un commutador **Càmera** mostra o amaga el retall de la càmera.
cs: Na abstraktních rámečcích pro Android přepínač **Camera** zobrazuje nebo skrývá výřez fotoaparátu.
da: På de abstrakte Android-rammer viser eller skjuler en **Camera**-knap kameraudskæringen.
de: Bei den abstrakten Android-Rahmen blendet der Schalter **Kamera** die Kameraaussparung ein oder aus.
el: Στα αφηρημένα καρέ Android, μια εναλλαγή **Κάμερα** εμφανίζει ή αποκρύπτει την αποκοπή της κάμερας.
es: En los marcos abstractos de Android, un interruptor de **Cámara** muestra u oculta el recorte de la cámara.
fa: در قاب‌های انتزاعی اندروید، کلید **دوربین** بریدگی دوربین را نشان می‌دهد یا پنهان می‌کند.
fi: Abstrakteissa Android-kehyksissä **Kamera**-kytkin näyttää tai piilottaa kameran leikkauksen.
fr: Sur les cadres Android abstraits, l'option **Caméra** affiche ou masque l'encoche de la caméra.
he: במסגרות המופשטות של אנדרואיד, מתג **מצלמה** מציג או מסתיר את גזרת המצלמה.
hr: Na apstraktnim Android okvirima, prekidač **Kamera** prikazuje ili skriva izrez kamere.
hu: Az absztrakt Android-kereteken a **Kamera** kapcsoló megjeleníti vagy elrejti a kamera kivágását.
id: Pada frame Android abstrak, tombol **Kamera** menampilkan atau menyembunyikan potongan kamera.
it: Nelle cornici Android astratte, un interruttore **Fotocamera** mostra o nasconde il foro della fotocamera.
ja: 抽象 Android フレームでは、**カメラ** スイッチでカメラの切り欠きを表示/非表示にできます。
ko: 추상 Android 프레임에서 **카메라** 토글은 카메라 컷아웃을 표시하거나 숨깁니다.
ms: Pada bingkai Android abstrak, togol **Kamera** menunjukkan atau menyembunyikan keratan kamera.
nl: Op de abstracte Android-frames toont of verbergt een **Camera**-schakelaar de camera-uitsnede.
no: På de abstrakte Android-rammene viser eller skjuler en **Kamera**-bryter kamerautsnittet.
pl: W abstrakcyjnych ramkach Androida przełącznik **Aparat** pokazuje lub ukrywa wycięcie kamery.
pt_br: Nas molduras abstratas de Android, a opção **Câmera** mostra ou oculta o recorte da câmera.
pt_pt: Nos quadros abstratos do Android, um botão **Câmera** mostra ou oculta o recorte da câmera.
ro: Pe cadrele Android abstracte, un comutator **Cameră** arată sau ascunde decupajul camerei.
ru: На абстрактных рамках Android переключатель **Камера** показывает или скрывает вырез камеры.
sk: Na abstraktných rámoch Androidu prepínač **Camera** zobrazuje alebo skrýva výrez fotoaparátu.
sl: Na abstraktnih okvirjih Android preklopni gumb **Kamera** prikaže ali skrije izrez kamere.
sv: På de abstrakta Android-ramarna visar eller döljer en **Kamera**-växling kamerautskärningen.
th: ในเฟรมนามธรรมของ Android ปุ่มสลับ **กล้อง** จะแสดงหรือซ่อนส่วนตัดของกล้อง
tr: Soyut Android çerçevelerinde bir **Kamera** anahtarı kamera kesiğini gösterir veya gizler.
uk: На абстрактних рамках Android перемикач **Камера** показує або ховає виріз камери.
ur: خلاصہ Android فریمز پر، ایک **کیمرہ** ٹوگل کیمرے کا کٹ آؤٹ دکھاتا یا چھپاتا ہے۔
vi: Trên các khung Android trừu tượng, nút bật tắt **Camera** hiển thị hoặc ẩn phần cắt camera.
zh_hans: 在抽象 Android 边框上，**相机** 开关可显示或隐藏相机挖孔。
zh_hant: 在抽象 Android 外框上，**相機**切換開關可顯示或隱藏相機挖孔。

source: Once enabled it stays on and starts automatically the next time you launch. The app has to be running for a client to connect.
ar: بمجرد تمكينه، يظل قيد التشغيل ويبدأ تلقائيًا في المرة التالية التي تقوم فيها بتشغيله. يجب أن يكون التطبيق قيد التشغيل حتى يتمكن العميل من الاتصال.
ca: Un cop activat, es manté activat i s'inicia automàticament la propera vegada que l'inicieu. L'aplicació s'ha d'executar perquè un client es connecti.
cs: Po aktivaci zůstane zapnutá a automaticky se spustí při příštím spuštění. Aby se klient mohl připojit, musí být aplikace spuštěna.
da: Når den er aktiveret, forbliver den tændt og starter automatisk, næste gang du starter. Appen skal køre, for at en klient kan oprette forbindelse.
de: Einmal aktiviert, bleibt der Server an und startet beim nächsten App-Start automatisch. Die App muss laufen, damit sich ein Client verbinden kann.
el: Μόλις ενεργοποιηθεί, παραμένει ενεργοποιημένο και ξεκινά αυτόματα την επόμενη φορά που θα εκκινήσετε. Η εφαρμογή πρέπει να εκτελείται για να συνδεθεί ένας πελάτης.
es: Una vez activado, sigue activado y se inicia automáticamente la próxima vez que abras la app. La app tiene que estar abierta para que un cliente se conecte.
fa: پس از فعال شدن روشن می‌ماند و در اجرای بعدی برنامه خودکار شروع می‌شود. برای اتصال کلاینت، برنامه باید در حال اجرا باشد.
fi: Kun se on otettu käyttöön, se pysyy päällä ja käynnistyy automaattisesti seuraavan käynnistyksen yhteydessä. Sovelluksen on oltava käynnissä, jotta asiakas voi muodostaa yhteyden.
fr: Une fois activé, il reste actif et démarre automatiquement au prochain lancement. L'app doit être ouverte pour qu'un client puisse se connecter.
he: לאחר הפעלתו הוא נשאר דולק ומתחיל אוטומטית בפעם הבאה שתפעילו. האפליקציה צריכה לפעול כדי שלקוח יוכל להתחבר.
hr: Nakon što je omogućeno, ostaje uključeno i automatski se pokreće sljedeći put kada ga pokrenete. Aplikacija mora biti pokrenuta da bi se klijent mogao povezati.
hu: Az engedélyezés után bekapcsolva marad, és a következő indításkor automatikusan elindul. Az alkalmazásnak futnia kell ahhoz, hogy az ügyfél csatlakozhasson.
id: Setelah diaktifkan, itu tetap menyala dan dimulai secara otomatis saat Anda meluncurkannya lagi. Aplikasi harus berjalan agar klien dapat terhubung.
it: Una volta abilitato resta attivo e si avvia automaticamente al lancio successivo. L'app deve essere in esecuzione perché un client possa collegarsi.
ja: 一度有効にするとオンのままになり、次回の起動時にも自動的に開始されます。クライアントが接続するには、アプリが起動している必要があります。
ko: 활성화되면 계속 켜져 있으며 다음에 시작할 때 자동으로 시작됩니다. 클라이언트가 연결되려면 앱이 실행 중이어야 합니다.
ms: Setelah didayakan, ia akan kekal dan bermula secara automatik pada kali seterusnya anda melancarkan. Apl itu perlu dijalankan untuk disambungkan oleh pelanggan.
nl: Eenmaal ingeschakeld, blijft het ingeschakeld en wordt het automatisch gestart de volgende keer dat u het opstart. De app moet actief zijn voordat een client verbinding kan maken.
no: Når den er aktivert, forblir den på og starter automatisk neste gang du starter. Appen må kjøres for at en klient skal koble seg til.
pl: Po włączeniu pozostaje włączony i uruchamia się automatycznie przy następnym uruchomieniu. Aby klient mógł się połączyć, aplikacja musi być uruchomiona.
pt_br: Depois de ativado, ele continua ligado e inicia automaticamente na próxima vez que você abrir o app. O app precisa estar aberto para que um cliente se conecte.
pt_pt: Uma vez ativado, ele permanece ligado e inicia automaticamente na próxima vez que você iniciar. O aplicativo deve estar em execução para que um cliente se conecte.
ro: Odată activat, rămâne aprins și pornește automat data viitoare când lansați. Aplicația trebuie să ruleze pentru ca un client să se conecteze.
ru: После включения сервер остается включенным и автоматически запускается при следующем запуске приложения. Чтобы клиент мог подключиться, приложение должно быть запущено.
sk: Po aktivácii zostane zapnutá a automaticky sa spustí pri ďalšom spustení. Aplikácia musí byť spustená, aby sa klient mohol pripojiť.
sl: Ko je omogočeno, ostane vključeno in se samodejno zažene ob naslednjem zagonu. Aplikacija mora delovati, da se lahko odjemalec poveže.
sv: När den är aktiverad förblir den på och startar automatiskt nästa gång du startar. Appen måste vara igång för att en klient ska kunna ansluta.
th: เมื่อเปิดใช้งานแล้ว ระบบจะยังคงเปิดอยู่และเริ่มโดยอัตโนมัติในครั้งถัดไปที่คุณเปิดตัว จะต้องทำงานแอปเพื่อให้ไคลเอนต์เชื่อมต่อ
tr: Etkinleştirildikten sonra açık kalır ve uygulamayı bir sonraki açışınızda otomatik olarak başlar. Bir istemcinin bağlanabilmesi için uygulamanın çalışıyor olması gerekir.
uk: Після ввімкнення сервер залишається ввімкненим і запускається автоматично під час наступного запуску. Щоб клієнт міг підключитися, програма має бути запущена.
ur: ایک بار فعال ہونے کے بعد یہ جاری رہتا ہے اور اگلی بار آپ کے لانچ ہونے پر خود بخود شروع ہو جاتا ہے۔ کسی کلائنٹ کو مربوط کرنے کے لیے ایپ کو چلنا چاہیے۔
vi: Sau khi được bật, nó vẫn bật và tự động khởi động vào lần tiếp theo bạn khởi chạy. Ứng dụng phải chạy để khách hàng kết nối.
zh_hans: 启用后会保持开启，并在你下次启动时自动运行。客户端要连接，本 App 必须正在运行。
zh_hant: 啟用後會保持開啟，並在你下次啟動時自動執行。App 必須在執行中，用戶端才能連線。

source: One or more selected screenshot sets cannot be applied.
ar: لا يمكن تطبيق مجموعة واحدة أو أكثر من مجموعات لقطات الشاشة المحددة.
ca: No es poden aplicar un o més conjunts de captures de pantalla seleccionats.
cs: Jednu nebo více vybraných sad snímků obrazovky nelze použít.
da: Et eller flere valgte skærmbilledesæt kan ikke anvendes.
de: Ein oder mehrere ausgewählte Screenshot-Sets können nicht angewendet werden.
el: Δεν μπορούν να εφαρμοστούν ένα ή περισσότερα επιλεγμένα σύνολα στιγμιότυπων οθόνης.
es: No se pueden aplicar uno o más conjuntos de capturas de pantalla seleccionados.
fa: یک یا چند مجموعه اسکرین‌شات انتخاب‌شده را نمی‌توان اعمال کرد.
fi: Yhtä tai useampaa valittua kuvakaappausjoukkoa ei voi käyttää.
fr: Un ou plusieurs jeux de captures d'écran sélectionnés ne peuvent pas être appliqués.
he: לא ניתן להחיל סט צילום מסך שנבחר אחד או יותר.
hr: Jedan ili više odabranih skupova snimaka zaslona nije moguće primijeniti.
hu: Egy vagy több kiválasztott képernyőkép-készlet nem alkalmazható.
id: Satu atau beberapa kumpulan tangkapan layar yang dipilih tidak dapat diterapkan.
it: Non è possibile applicare uno o più set di screenshot selezionati.
ja: 選択した 1 つ以上のスクリーンショット セットを適用できません。
ko: 선택한 스크린샷 세트 중 하나 이상을 적용할 수 없습니다.
ms: Satu atau lebih set tangkapan skrin yang dipilih tidak boleh digunakan.
nl: Een of meer geselecteerde screenshotsets kunnen niet worden toegepast.
no: Ett eller flere valgte skjermbildesett kan ikke brukes.
pl: Nie można zastosować jednego lub większej liczby wybranych zestawów zrzutów ekranu.
pt_br: Um ou mais conjuntos de capturas de tela selecionados não podem ser aplicados.
pt_pt: Um ou mais conjuntos de capturas de ecrã selecionados não podem ser aplicados.
ro: Unul sau mai multe seturi de capturi de ecran selectate nu pot fi aplicate.
ru: Не удается применить один или несколько выбранных наборов скриншотов.
sk: Nie je možné použiť jednu alebo viacero vybratých sád snímok obrazovky.
sl: Enega ali več izbranih nizov posnetkov zaslona ni mogoče uporabiti.
sv: En eller flera valda skärmdumpsuppsättningar kan inte tillämpas.
th: ไม่สามารถใช้ชุดภาพหน้าจอที่เลือกอย่างน้อยหนึ่งชุด
tr: Seçili ekran görüntüsü setlerinden biri veya birkaçı uygulanamıyor.
uk: Один або кілька вибраних наборів знімків екрана неможливо застосувати.
ur: ایک یا زیادہ منتخب اسکرین شاٹ سیٹ لاگو نہیں کیے جا سکتے۔
vi: Không thể áp dụng một hoặc nhiều bộ ảnh chụp màn hình đã chọn.
zh_hans: 有一个或多个所选截图组无法应用。
zh_hant: 有一個或多個所選的螢幕截圖組無法套用。
